Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: What is the lighting for?
de: Wozu ist die Beleuchtung da?
es: ¿Para qué sirve la iluminación?
et: Milleks valgustus on?
fr: À quoi sert l'éclairage ?
hu: Mire jó a világítás?
it: A cosa serve l'illuminazione?
ja: ライティングは何のためのものですか？
ko: 조명은 어디에 쓰나요?
ms: Pencahayaan itu untuk apa?
pt: Para que serve a iluminação?
ru: Зачем нужна подсветка?
zh_hans: 灯光是用来做什么的？

source: What it does
de: Was es macht
es: Qué hace
et: Mida ta teeb
fr: Ce que ça fait
hu: Mit csinál
it: Cosa fa
ja: できること
ko: 하는 일
ms: Apa yang dilakukannya
pt: O que faz
ru: Что он делает
zh_hans: 它的作用

source: What should AI do?
de: Was soll die KI tun?
es: ¿Qué debería hacer la IA?
et: Mida peaks AI tegema?
fr: Que doit faire l’IA ?
hu: Mit tegyen az MI?
it: Cosa deve fare l’IA?
ja: AIに何をさせますか？
ko: AI가 무엇을 할까요?
ms: Apakah yang AI patut lakukan?
pt: O que deve a IA fazer?
ru: Что должен сделать ИИ?
zh_hans: 让 AI 做什么？

source: What shows
de: Was angezeigt wird
es: Qué se ve
et: Mis näidatakse
fr: Ce qui s'affiche
hu: Mi látszik
it: Cosa si vede
ja: 表示するもの
ko: 무엇을 보일지
ms: Apa yang dipaparkan
pt: O que aparece
ru: Что показывается
zh_hans: 显示哪些

source: What sits behind the keys, still or moving
de: Was hinter den Tasten liegt — ruhig oder in Bewegung
es: Lo que hay detrás de las teclas, quieto o en movimiento
et: Mis asub klahvide taga, paigal või liikvel
fr: Ce qu'il y a derrière les touches, fixe ou animé
hu: Ami a billentyűk mögött van — állóban vagy mozgásban
it: Cosa c'è dietro i tasti, fermo o in movimento
ja: キーの後ろにあるもの。静止も、動きも
ko: 키 뒤에 있는 것, 멈춰 있거나 움직이거나
ms: Apa yang ada di belakang kekunci, diam atau bergerak
pt: O que está por trás das teclas, parado ou em movimento
ru: Что стоит за клавишами — неподвижное или движущееся
zh_hans: 按键后方的画面，静止或流动

source: What tapping the key does
de: Was beim Tippen der Taste passiert
es: Qué hace la tecla al pulsarla
et: Mida klahvi puudutamine teeb
fr: Ce que fait la touche quand on la tape
hu: Mit csinál a billentyű koppintásra
it: Cosa fa il tasto quando lo tocchi
ja: キーをタップしたときの動作
ko: 키를 탭하면 하는 동작
ms: Apa yang berlaku apabila kekunci diketik
pt: O que a tecla faz ao tocar-lhe
ru: Что делает нажатие клавиши
zh_hans: 点按按键时执行的操作

source: What the action runs on: your selection, or everything if nothing is selected.
de: Worauf die Aktion läuft: deine Auswahl, oder alles, wenn nichts ausgewählt ist.
es: Sobre qué se ejecuta la acción: tu selección, o todo si no hay nada seleccionado.
et: Millel tegevus töötab: sinu valik või kõik, kui midagi pole valitud.
fr: Ce sur quoi l'action s'applique : ta sélection, ou tout si rien n'est sélectionné.
hu: Amin a művelet fut: a kijelölésed, vagy minden, ha nincs kijelölve semmi.
it: Su cosa lavora l'azione: la tua selezione, o tutto se non c'è nulla di selezionato.
ja: アクションの対象: 選択範囲、何も選んでいなければ全体です。
ko: 액션이 처리할 대상: 선택한 부분, 아무것도 선택하지 않았다면 전체예요.
ms: Apa yang tindakan ini kendalikan: pilihan anda, atau semuanya jika tiada yang dipilih.
pt: Aquilo sobre o que a ação corre: a tua seleção, ou tudo se nada estiver selecionado.
ru: На чём работает действие: на выделении, а если ничего не выделено — на всём тексте.
zh_hans: 操作作用的内容：你选中的部分；没有选中时就是全部。

source: What the language calls itself. Shown as you type it, never translated.
de: Wie die Sprache sich selbst nennt. Wird genau so angezeigt, wie du sie eingibst – nie übersetzt.
es: Como se llama el idioma a sí mismo. Se muestra tal cual lo escribes, nunca traducido.
et: Kuidas keel ennast nimetab. Kuvatakse nii, nagu sa ta sisestad, mitte kunagi tõlgituna.
fr: Le nom que la langue se donne. Affiché tel que tu le saisis, jamais traduit.
hu: Ahogy a nyelv nevezi magát. Pontosan úgy jelenik meg, ahogy beírod – sosem fordítjuk le.
it: Come la lingua chiama se stessa. Appare esattamente come lo scrivi, mai tradotto.
ja: その言語自身での呼び名です。入力したままの形で表示し、翻訳はしません。
ko: 그 언어가 스스로를 부르는 이름입니다. 입력한 그대로 표시하며 번역하지 않습니다.
ms: Nama yang digunakan oleh bahasa itu sendiri. Dipaparkan seperti yang anda taip, tidak pernah diterjemah.
pt: Como o idioma se chama a si próprio. Aparece tal como o escreves, nunca traduzido.
ru: Как язык называет сам себя. Показывается ровно так, как вы это ввели, и никогда не переводится.
zh_hans: 这门语言对自己的称呼。按你输入的样子显示，绝不翻译。

source: What this is
de: Worum es geht
es: Qué es esto
et: Mis see on
fr: De quoi il s'agit
hu: Mi ez
it: Di cosa si tratta
ja: この画面について
ko: 이 화면은
ms: Apa ini
pt: O que é isto
ru: Что это
zh_hans: 这是什么

source: What to build
de: Was erstellen
es: Qué crear
et: Mida luua
fr: Que créer
hu: Mit hozzon létre
it: Cosa creare
ja: 作成するもの
ko: 만들 항목
ms: Apa hendak dicipta
pt: O que criar
ru: Что создать
zh_hans: 创建内容

source: What travels
de: Was mitreist
es: Qué viaja
et: Mis reisib kaasa
fr: Ce qui voyage
hu: Mi utazik
it: Cosa viaggia
ja: 同期されるもの
ko: 동기화되는 것
ms: Apa yang bergerak
pt: O que viaja
ru: Что передаётся
zh_hans: 会同步的内容

source: What you type in, and its layout
de: Deine Eingabesprache und ihr Layout
es: El idioma en el que escribes y su disposición
et: Sisestuskeeled ja nende paigutused
fr: La langue de saisie et sa disposition
hu: A gépelés nyelve és billentyűkiosztása
it: La lingua in cui scrivi e il suo layout
ja: 入力する言語とそのレイアウト
ko: 입력 언어와 키보드 레이아웃
ms: Bahasa yang anda taip dan susun aturnya
pt: O idioma em que escreves e o respetivo esquema
ru: Языки ввода и их раскладки
zh_hans: 输入语言及其布局

source: What you’ll call it in Clink.
de: So heißt sie in Clink.
es: Como se llamará en Clink.
et: Mida sa teda Clinkis kutsuma hakkad.
fr: Le nom qu’elle portera dans Clink.
hu: Így fogod hívni a Clinkben.
it: Come si chiamerà in Clink.
ja: Clink での呼び名です。
ko: Clink에서 부를 이름입니다.
ms: Nama yang akan digunakan dalam Clink.
pt: O nome que terá no Clink.
ru: Как вы назовёте это в Clink.
zh_hans: 它在 Clink 里的名字。

source: What's in the app today
de: Was heute in der App ist
es: Qué hay hoy en la app
et: Mis on rakenduses täna
fr: Ce qu'il y a dans l'app aujourd'hui
hu: Mi van ma az appban
it: Cosa c'è oggi nell'app
ja: 今のアプリの内容
ko: 오늘 앱에 있는 것
ms: Apa yang ada dalam app hari ini
pt: O que há hoje na app
ru: Что сейчас есть в приложении
zh_hans: 应用今日内容

source: What's shipped in each build
de: Was in jedem Build enthalten ist
es: Qué incluye cada versión
et: Mis on igas versioonis sees
fr: Ce qui est livré dans chaque version
hu: Mi van minden buildben
it: Cosa include ogni versione
ja: 各ビルドの内容
ko: 각 빌드에 포함된 내용
ms: Apa yang ada dalam setiap binaan
pt: O que vem em cada versão
ru: Что вышло в каждой сборке
zh_hans: 每个版本包含的内容

source: Whatever you last copied.
de: Was Sie zuletzt kopiert haben.
es: Lo que copiaste por última vez.
et: Mis viimati kopeerisid.
fr: Ce que vous avez copié en dernier.
hu: Amit legutóbb másolt.
it: Qualunque cosa tu abbia copiato per ultimo.
ja: 最後にコピーしたもの。
ko: 마지막으로 복사한 내용.
ms: Apa sahaja yang anda salin terakhir.
pt: O que copiou por último.
ru: То, что вы скопировали последним.
zh_hans: 你最后一次复制的内容。

source: Whatever your script decides
de: Was immer dein Skript entscheidet
es: Lo que decida tu script
et: Mida iganes su skript otsustab
fr: Ce que ton script décide
hu: Amit a szkripted eldönt
it: Quello che decide il tuo script
ja: スクリプト次第で何でも
ko: 스크립트가 정하는 대로
ms: Apa sahaja yang skrip anda tentukan
pt: O que o seu script decidir
ru: Всё, что решит ваш скрипт
zh_hans: 由你的脚本说了算

source: When Clink was just a little keyboard blob and a late-night hobby, you paid for it. You believed in it before it was anything.
de: Als Clink nur ein kleiner Tastatur-Blob und ein nächtliches Hobby war, hast du dafür bezahlt. Du hast daran geglaubt, bevor es überhaupt etwas war.
es: Cuando Clink no era más que un pequeño blob en un teclado y un proyecto nocturno, pagaste por él. Creíste en Clink antes de que fuera nada.
et: Kui Clink oli alles tilluke klaviatuuripall ja hilisõhtune hobi, sa maksid selle eest. Sa uskusid sellesse enne, kui ta midagi oli.
fr: Quand Clink n'était qu'un petit blob sur un clavier et un projet bricolé tard le soir, tu l'as acheté. Tu y as cru avant même qu'il devienne quelque chose.
hu: Amikor a Clink még csak egy kis billentyűzet-blob és késő esti hobbi volt, fizettél érte. Hittél benne, mielőtt még igazán létezett volna.
it: Quando Clink era solo un piccolo blob su una tastiera e un hobby notturno, lo hai acquistato. Ci hai creduto prima che diventasse qualcosa.
ja: Clinkがまだキーボードの小さなblobで、夜更かしして作る趣味にすぎなかった頃、あなたは買ってくれました。何者でもなかったClinkを信じてくれました。
ko: Clink가 키보드 위의 작은 블롭이자 늦은 밤의 취미에 불과했을 때, 기꺼이 구매해 주셨어요. 아무것도 아니던 시절부터 믿어 주셨죠.
ms: Semasa Clink cuma blob kecil pada papan kekunci dan hobi lewat malam, anda sanggup membayarnya. Anda percaya padanya sebelum ia menjadi apa-apa.
pt: Quando o Clink era apenas um pequeno blob num teclado e um passatempo noturno, pagaste por ele. Acreditaste nele antes de ser alguma coisa.
ru: Когда Clink был просто маленьким клавиатурным блобом и ночным хобби, вы за него платили. Вы поверили в него, когда он ещё ничем не был.
zh_hans: 当 Clink 还只是键盘上的一个小团子，是我深夜捣鼓的爱好时，你就愿意为它付费。它还什么都不是，你就已经相信它了。

source: When an event occurs
de: Wenn ein Ereignis eintritt
es: Cuando ocurre un evento
et: Kui toimub sündmus
fr: Quand un événement se produit
hu: Esemény bekövetkezésekor
it: Quando si verifica un evento
ja: イベントが発生したとき
ko: 이벤트가 발생할 때
ms: Apabila peristiwa berlaku
pt: Quando ocorre um evento
ru: При наступлении события
zh_hans: 事件发生时

source: When lit or pressed
de: Aktiv oder gedrückt
es: Al activarse o pulsarse
et: Kui süüdatud või vajutatud
fr: Active ou enfoncée
hu: Aktív vagy lenyomott állapotban
it: Attivo o premuto
ja: オンのときと押したとき
ko: 켜졌을 때와 눌렀을 때
ms: Semasa aktif atau ditekan
pt: Quando ativa ou pressionada
ru: При подсветке или нажатии
zh_hans: 激活或按下时

source: When you open emoji
de: Beim Öffnen der Emoji
es: Al abrir los emoji
et: Emoji avamisel
fr: Quand tu ouvres les emoji
hu: Amikor megnyitod az emojikat
it: Quando apri le emoji
ja: 絵文字を開いたとき
ko: 이모지를 열면
ms: Apabila anda buka emoji
pt: Quando abres os emoji
ru: При открытии эмодзи
zh_hans: 打开表情时

source: When you slow down, Clink digs deeper: dictionary lookups, spelling guesses, and catching typos that happen to be real words.
de: Wenn du langsamer wirst, gräbt Clink tiefer – Wörterbuchsuchen, Rechtschreibvermutungen und das Aufspüren von Tippfehlern, die zufällig echte Wörter sind.
es: Cuando vas más despacio, Clink profundiza más: búsquedas en el diccionario, conjeturas de ortografía y captura de erratas que resultan ser palabras reales.
et: Kui sa aeglustud, kaevub Clink sügavamale: sõnaraamatu otsingud, õigekirja pakkumised ja eksimuste tabamine, mis juhtuvad olema päris sõnad.
fr: Quand tu ralentis, Clink creuse plus — recherches dans le dictionnaire, propositions d'orthographe et détection des fautes qui tombent sur de vrais mots.
hu: Amikor lelassulsz, a Clink mélyebbre ás – szótári keresések, helyesírási tippek, és az olyan elgépelések elkapása, amik történetesen valódi szavak.
it: Quando rallenti, Clink scava più a fondo — ricerche nel dizionario, ipotesi di ortografia e cattura dei refusi che risultano parole vere.
ja: 打つ手が緩むと、Clink はより深く調べます。辞書の照合、つづりの推測、たまたま実在する単語になっている打ち間違いの検出などです。
ko: 속도를 늦추면 Clink가 더 깊이 파요 — 사전 찾기, 철자 추측, 그리고 진짜 단어인 오타까지 잡아내요.
ms: Bila anda perlahan, Clink menggali lebih dalam — carian kamus, tekaan ejaan, dan menangkap salah taip yang kebetulan perkataan sebenar.
pt: Quando abrandas, o Clink cava mais fundo — consultas no dicionário, palpites de ortografia e apanha erros que calham ser palavras reais.
ru: Когда вы сбавляете темп, Clink копает глубже: заглядывает в словарь, перебирает варианты написания и ловит опечатки, которые сами по себе являются словами.
zh_hans: 你放慢时，Clink 会挖得更深——查词典、猜拼写，还能抓出那些碰巧是真词的错字。

source: When you tap an emoji
de: Beim Tippen auf ein Emoji
es: Al tocar un emoji
et: Emoji puudutamisel
fr: Quand tu touches un emoji
hu: Amikor megérintesz egy emojit
it: Quando tocchi un'emoji
ja: 絵文字をタップしたとき
ko: 이모지를 누르면
ms: Apabila anda ketik emoji
pt: Quando tocas num emoji
ru: При нажатии на эмодзи
zh_hans: 点按表情时

source: When you transform a selection, send the whole text too so the edit fits in.
de: Wenn du eine Auswahl umwandelst, schick auch den ganzen Text mit, damit die Änderung reinpasst.
es: Cuando transformas una selección, envía también todo el texto para que la edición encaje.
et: Kui sa valikut teisendad, saada kaasa kogu tekst, et muudatus sobituks.
fr: Quand tu transformes une sélection, envoie aussi tout le texte pour que la modification s'y intègre.
hu: Amikor átalakítasz egy kijelölést, küldd el a teljes szöveget is, hogy a szerkesztés beleilljen.
it: Quando trasformi una selezione, invia anche tutto il testo così la modifica si inserisce bene.
ja: 選択部分を変換するとき、文章全体も一緒に送って、手直しがまわりに合うようにします。
ko: 선택 항목을 변환할 때 전체 텍스트도 보내서 수정이 잘 맞게 해요.
ms: Bila anda transform satu pilihan, hantar keseluruhan teks juga supaya suntingan sesuai.
pt: Quando transformas uma seleção, envia também o texto todo para a edição encaixar.
ru: При работе с выделением передавать и весь текст, чтобы правка вписалась.
zh_hans: 当你转换一个选区时，把整段文本也一起发送，让修改能贴合进去。

source: When you transform a selection, the whole text is sent to the model too so the edit fits in. Also toggleable from the keyboard's AI Tools options.
de: Wenn du eine Auswahl umwandelst, wird auch der ganze Text an das Modell geschickt, damit die Änderung reinpasst. Lässt sich auch in den KI-Werkzeuge-Optionen der Tastatur umschalten.
es: Cuando transformas una selección, también se envía todo el texto al modelo para que la edición encaje. También se puede activar desde las opciones de Herramientas de IA del teclado.
et: Kui sa valikut teisendad, saadetakse ka kogu tekst mudelile, et muudatus sobituks. Lülitatav ka klaviatuuri TI-tööriistade valikutest.
fr: Quand tu transformes une sélection, tout le texte est aussi envoyé au modèle pour que la modification s'y intègre. Activable aussi depuis les options Outils IA du clavier.
hu: Amikor átalakítasz egy kijelölést, a teljes szöveg is elmegy a modellhez, hogy a szerkesztés beleilljen. A billentyűzet MI-eszközök beállításai közt is kapcsolható.
it: Quando trasformi una selezione, tutto il testo viene inviato anche al modello così la modifica si inserisce bene. Attivabile anche dalle opzioni Strumenti AI della tastiera.
ja: 選択部分を変換するとき、文章全体もモデルに送られて、手直しがまわりに合うようにします。キーボードの AI ツールのオプションからも切り替えられます。
ko: 선택 항목을 변환할 때 전체 텍스트도 모델에 보내서 수정이 잘 맞게 해요. 키보드의 AI 도구 옵션에서도 켜고 끌 수 있어요.
ms: Bila anda transform satu pilihan, keseluruhan teks turut dihantar ke model supaya suntingan sesuai. Juga boleh ditogol dari pilihan Alat AI papan kekunci.
pt: Quando transformas uma seleção, o texto todo também é enviado ao modelo para a edição encaixar. Também podes ligar/desligar nas opções de Ferramentas de IA do teclado.
ru: При работе с выделением модели передаётся и весь текст, чтобы правка вписалась. Переключается и в настройках «Инструментов ИИ» на клавиатуре.
zh_hans: 当你转换一个选区时，整段文本也会一起发给模型，让修改贴合进去。也可以在键盘的 AI 工具选项里开关。

source: Where are the tools on the keyboard?
de: Wo finde ich die Werkzeuge auf der Tastatur?
es: ¿Dónde están las herramientas en el teclado?
et: Kus on klaviatuuril tööriistad?
fr: Où sont les outils sur le clavier ?
hu: Hol vannak az eszközök a billentyűzeten?
it: Dove sono gli strumenti sulla tastiera?
ja: キーボード上のツールはどこにありますか？
ko: 키보드에서 도구는 어디에 있나요?
ms: Di mana alat pada papan kekunci?
pt: Onde estão as ferramentas no teclado?
ru: Где на клавиатуре инструменты?
zh_hans: 键盘上的工具在哪里？

source: Where does everything I copy go?
de: Wo landet alles, was ich kopiere?
es: ¿Dónde va todo lo que copio?
et: Kuhu läheb kõik, mida ma kopeerin?
fr: Où va tout ce que je copie ?
hu: Hová kerül minden, amit kimásolok?
it: Dove finisce tutto quello che copio?
ja: コピーしたものはどこに入りますか？
ko: 복사한 것들은 어디로 가나요?
ms: Ke mana perginya semua yang saya salin?
pt: Para onde vai tudo o que copio?
ru: Куда девается всё, что я копирую?
zh_hans: 我复制的东西都去哪儿了？

source: Where taps land
de: Berührungspunkte
es: Dónde tocas
et: Puudutuste asukohad
fr: Points de contact
hu: Érintési pontok
it: Punti di tocco
ja: タップ位置
ko: 터치 위치
ms: Lokasi sentuhan
pt: Pontos de toque
ru: Точки касания
zh_hans: 触点位置

source: Where the Neural LM is used
de: Wo das neuronale LM verwendet wird
es: Dónde se usa el LM neuronal
et: Kus neuraalset keelemudelit kasutatakse
fr: Où le Neural LM est utilisé
hu: Hol használatos a neuronális nyelvi modell
it: Dove viene usato il Neural LM
ja: ニューラル LM を使う場所
ko: 신경망 LM이 쓰이는 곳
ms: Di mana Neural LM digunakan
pt: Onde o Neural LM é usado
ru: Где используется нейросетевая языковая модель
zh_hans: 神经语言模型用在哪里

source: Where the word list came from, what’s still missing…
de: Woher die Wortliste stammt, was noch fehlt …
es: De dónde salió la lista de palabras, qué falta todavía…
et: Kust sõnaloend tuli, mis veel puudu…
fr: D’où vient la liste de mots, ce qui manque encore…
hu: Honnan jött a szólista, mi hiányzik még…
it: Da dove viene l’elenco di parole, cosa manca ancora…
ja: 単語リストの出どころ、まだ足りないもの…
ko: 단어 목록의 출처, 아직 빠진 것…
ms: Dari mana senarai perkataan itu datang, apa yang masih kurang…
pt: De onde veio a lista de palavras, o que ainda falta…
ru: Откуда взялся список слов, чего в нём пока не хватает…
zh_hans: 词表从哪来的、还缺什么…

source: Where to reach us
de: Wo du uns erreichst
es: Dónde contactarnos
et: Kust meid leiad
fr: Où nous joindre
hu: Hol érsz el minket
it: Dove trovarci
ja: お問い合わせ先
ko: 연락처
ms: Tempat hubungi kami
pt: Onde nos encontrar
ru: Где нас найти
zh_hans: 联系我们

source: Where you're at
de: Dein Fortschritt
es: Tu progreso
et: Sinu edenemine
fr: Ta progression
hu: Itt tartasz
it: I tuoi progressi
ja: 設定の進み具合
ko: 현재 진행 상황
ms: Kemajuan anda
pt: O seu progresso
ru: Ваш прогресс
zh_hans: 当前进度

source: While Typing
de: Beim Tippen
es: Al escribir
et: Tipimise ajal
fr: Pendant la frappe
hu: Gépelés közben
it: Mentre scrivi
ja: 入力中
ko: 입력하는 동안
ms: Semasa Menaip
pt: Enquanto escreves
ru: Во время печати
zh_hans: 打字时

source: While conditions match
de: Solange Bedingungen erfüllt sind
es: Mientras se cumplan las condiciones
et: Kuni tingimused on täidetud
fr: Tant que les conditions sont remplies
hu: Amíg a feltételek teljesülnek
it: Finché le condizioni sono soddisfatte
ja: 条件を満たしている間
ko: 조건이 충족되는 동안
ms: Selagi syarat dipenuhi
pt: Enquanto as condições se verificam
ru: Пока условия выполнены
zh_hans: 条件满足期间

source: While held
de: Beim Halten
es: Al mantener pulsado
et: Hoidmise ajal
fr: En appui long
hu: Lenyomva tartva
it: Tenendo premuto
ja: 長押し中
ko: 길게 누르는 동안
ms: Semasa ditahan
pt: Ao manter premida
ru: Во время удержания
zh_hans: 按住时

source: While typing
de: Beim Tippen
es: Al escribir
et: Tipimise ajal
fr: Pendant la frappe
hu: Gépelés közben
it: Durante la scrittura
ja: 入力中
ko: 입력 중
ms: Semasa menaip
pt: Ao escrever
ru: Во время печати
zh_hans: 输入时

source: While you drag the cursor, tap anywhere with another finger to start highlighting.
de: Während du den Cursor ziehst, tippe mit einem anderen Finger irgendwo hin, um zu markieren.
es: Mientras arrastras el cursor, toca en cualquier parte con otro dedo para empezar a marcar.
et: Kui sa kursorit lohistad, puuduta teise sõrmega kuskil, et alustada esiletõstmist.
fr: Pendant que tu déplaces le curseur, touche l’écran avec un autre doigt pour commencer à sélectionner.
hu: Amíg a kurzort húzod, koppints máshova a másik ujjaddal, és onnan jelöl.
it: Mentre trascini il cursore, tocca ovunque con un altro dito per iniziare a selezionare.
ja: カーソルをドラッグ中に、もう一方の指でキーボードをタップすると選択が始まります。
ko: 커서를 끄는 동안 다른 손가락으로 아무 곳이나 탭하면 선택을 시작합니다.
ms: Semasa anda seret kursor, ketik di mana-mana dengan jari lain untuk mula menonjolkan.
pt: Enquanto arrastas o cursor, toca em qualquer lado com outro dedo para começar a destacar.
ru: Перетаскивая курсор, коснитесь в любом месте другим пальцем, чтобы начать выделение.
zh_hans: 拖动光标时，用另一根手指点按键盘任意处即可开始选中。

source: Whole field
de: Ganzes Feld
es: Todo el campo
et: Terve väli
fr: Tout le champ
hu: Teljes mező
it: Tutto il campo
ja: 入力欄全体
ko: 입력란 전체
ms: Seluruh medan
pt: Todo o campo
ru: Всё поле
zh_hans: 整个输入框

source: Why does Clink need Full Access?
de: Warum braucht Clink Vollzugriff?
es: ¿Por qué Clink necesita acceso completo?
et: Miks Clink täisjuurdepääsu vajab?
fr: Pourquoi Clink demande-t-il l'accès complet ?
hu: Miért kér a Clink teljes hozzáférést?
it: Perché Clink chiede l'accesso completo?
ja: なぜフルアクセスが必要なのですか？
ko: Clink은 왜 전체 접근이 필요한가요?
ms: Kenapa Clink perlukan akses penuh?
pt: Porque é que o Clink precisa de acesso total?
ru: Зачем Clink нужен полный доступ?
zh_hans: Clink 为什么需要完全访问？

source: Why the keyboard restarted
de: Warum die Tastatur neu gestartet ist
es: Por qué se reinició el teclado
et: Miks klaviatuur taaskäivitus
fr: Pourquoi le clavier a redémarré
hu: Miért indult újra a billentyűzet
it: Perché la tastiera si è riavviata
ja: キーボードが再起動した理由
ko: 키보드가 다시 시작된 이유
ms: Sebab papan kekunci dimulakan semula
pt: Porque é que o teclado reiniciou
ru: Почему клавиатура перезапустилась
zh_hans: 键盘为什么重启了

source: Width
de: Breite
es: Ancho
et: Laius
fr: Largeur
hu: Szélesség
it: Larghezza
ja: 幅
ko: 너비
ms: Lebar
pt: Largura
ru: Ширина
zh_hans: 宽度

source: Width of each letter key within its grid cell. Lower values add more space between keys.
de: Breite jeder Buchstabentaste in ihrer Gitterzelle. Kleinere Werte lassen mehr Platz zwischen den Tasten.
es: Ancho de cada tecla de letra dentro de su celda. Cuanto más bajo, más espacio deja entre teclas.
et: Iga täheklahvi laius võrgulahtris. Madalamad väärtused lisavad klahvide vahele rohkem ruumi.
fr: Largeur de chaque touche de lettre dans sa cellule. Plus la valeur est basse, plus il y a d'espace entre les touches.
hu: Egy betűbillentyű szélessége a rácscellán belül. Kisebb érték több helyet hagy a billentyűk közt.
it: Larghezza di ogni tasto lettera nella sua cella. Valori più bassi lasciano più spazio tra i tasti.
ja: グリッド内での文字キー1つの幅です。小さくするとキーの間隔が広がります。
ko: 칸 안에서 글자 키가 차지하는 너비예요. 값이 작을수록 키 사이가 더 벌어져요.
ms: Lebar setiap kekunci huruf dalam sel gridnya. Nilai lebih rendah beri lebih ruang antara kekunci.
pt: Largura de cada tecla de letra dentro da sua célula. Valores mais baixos deixam mais espaço entre as teclas.
ru: Ширина буквенной клавиши внутри её ячейки. Меньше — больше места между клавишами.
zh_hans: 每个字母键在格子里的宽度。值越小，键之间的空隙越大。

source: Width of the shift and backspace keys relative to a standard letter key.
de: Breite der Umschalt- und Rücktaste im Verhältnis zu einer normalen Buchstabentaste.
es: Ancho de las teclas de mayúsculas y retroceso respecto a una tecla de letra normal.
et: Tõstu- ja backspace-klahvide laius võrreldes tavalise täheklahviga.
fr: Largeur des touches Majuscule et Retour arrière par rapport à une touche de lettre normale.
hu: A Shift és a Backspace szélessége egy sima betűbillentyűhöz képest.
it: Larghezza dei tasti Maiuscole e Backspace rispetto a un normale tasto lettera.
ja: ふつうの文字キーに対する shift キーと backspace キーの幅です。
ko: 일반 글자 키에 견준 Shift 키와 백스페이스 키의 너비예요.
ms: Lebar kekunci shift dan backspace berbanding kekunci huruf biasa.
pt: Largura das teclas Shift e Backspace em relação a uma tecla de letra normal.
ru: Ширина клавиш Shift и Backspace относительно обычной буквенной.
zh_hans: Shift 键和退格键的宽度，相对于普通字母键。
